Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# command.browserZoomOut.title
source: Zoom Out
ar: تصغير
bs: Umanji
da: Zoom ud
de: Auszoomen
es: Reducir
fr: Zoom arrière
it: Riduci
ja: 縮小
ko: 축소
nb: Zoom ut
pl: Pomniejsz
pt_br: Diminuir Zoom
ru: Уменьшить
th: ซูมออก
tr: Uzaklaştır
uk: Зменшити
zh_hans: 缩小
zh_hant: 縮小

# command.browserZoomReset.title
source: Actual Size
ar: الحجم الفعلي
bs: Stvarna veličina
da: Faktisk størrelse
de: Originalgröße
es: Tamaño real
fr: Taille réelle
it: Dimensione reale
ja: 実際のサイズ
ko: 실제 크기
nb: Faktisk størrelse
pl: Rozmiar rzeczywisty
pt_br: Tamanho Real
ru: Фактический размер
th: ขนาดจริง
tr: Gerçek Boyut
uk: Фактичний розмір
zh_hans: 实际大小
zh_hant: 實際大小

# command.canvas.subtitle
source: Canvas
ar: اللوحة
bs: Platno
da: Lærred
es: Lienzo
fr: Canevas
ja: キャンバス
ko: 캔버스
nb: Lerret
pl: Kanwa
ru: Холст
th: แคนวาส
tr: Kanvas
uk: Полотно
zh_hans: 画布
zh_hant: 畫布

# command.checkForUpdates.subtitle
source: Global
ar: عام
bs: Globalno
da: Globalt
fr: Général
it: Globale
ja: グローバル
ko: 전역
nb: Globalt
pl: Globalne
ru: Глобальные
th: ทั่วไป
tr: Genel
uk: Глобальна
zh_hans: 全局
zh_hant: 全域

# command.checkForUpdates.title
source: Check for Updates
ar: التحقق من التحديثات
bs: Provjeri ažuriranja
da: Søg efter opdateringer
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Verifica aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
nb: Se etter oppdateringer
pl: Sprawdź aktualizacje
pt_br: Buscar Atualizações
ru: Проверить обновления
th: ตรวจหาอัปเดต
tr: Güncellemeleri Denetle
uk: Перевірити оновлення
zh_hans: 检查更新
zh_hant: 檢查更新

# command.clearTabName.title
source: Clear Tab Name
ar: مسح اسم اللسان
bs: Obriši naziv taba
da: Ryd fanenavn
de: Tab-Name löschen
es: Borrar nombre de pestaña
fr: Effacer le nom de l'onglet
it: Cancella nome scheda
ja: タブ名をクリア
ko: 탭 이름 지우기
nb: Fjern fanenavn
pl: Wyczyść nazwę karty
pt_br: Limpar Nome da Aba
ru: Очистить имя вкладки
th: ล้างชื่อแท็บ
tr: Sekme Adını Temizle
uk: Скинути назву вкладки
zh_hans: 清除标签页名称
zh_hant: 清除標籤頁名稱

# command.clearWorkspaceDescription.title
source: Clear Workspace Description
ar: مسح وصف مساحة العمل
de: Arbeitsbereichs-Beschreibung löschen
es: Borrar descripción del espacio de trabajo
fr: Effacer la description de l’espace de travail
ja: ワークスペースの説明を消去
ko: 워크스페이스 설명 지우기
zh_hans: 清除工作区描述
zh_hant: 清除工作區描述

# command.clearWorkspaceName.title
source: Clear Workspace Name
ar: مسح اسم مساحة العمل
bs: Obriši naziv radnog prostora
da: Ryd arbejdsområdenavn
de: Arbeitsbereichsname löschen
es: Borrar nombre del espacio de trabajo
fr: Effacer le nom de l'espace de travail
it: Cancella nome area di lavoro
ja: ワークスペース名をクリア
ko: 작업 공간 이름 지우기
nb: Fjern arbeidsområdenavn
pl: Wyczyść nazwę przestrzeni roboczej
pt_br: Limpar Nome da Área de Trabalho
ru: Очистить имя рабочего пространства
th: ล้างชื่อเวิร์กสเปซ
tr: Çalışma Alanı Adını Temizle
uk: Скинути назву робочої області
zh_hans: 清除工作区名称
zh_hant: 清除工作區名稱

# command.closeTab.subtitle
source: Tab
ar: لسان
da: Fane
es: Pestaña
fr: Onglet
it: Scheda
ja: タブ
ko: 탭
nb: Fane
pl: Karta
pt_br: Aba
ru: Вкладка
th: แท็บ
tr: Sekme
uk: Вкладка
zh_hans: 标签页
zh_hant: 標籤頁

# command.closeTab.title
source: Close Tab
ar: إغلاق اللسان
bs: Zatvori tab
da: Luk fane
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
it: Chiudi scheda
ja: タブを閉じる
ko: 탭 닫기
nb: Lukk fane
pl: Zamknij kartę
pt_br: Fechar Aba
ru: Закрыть вкладку
th: ปิดแท็บ
tr: Sekmeyi Kapat
uk: Закрити вкладку
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

# command.closeWindow.subtitle
source: Window
ar: نافذة
bs: Prozor
da: Vindue
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウインドウ
ko: 윈도우
nb: Vindu
pl: Okno
pt_br: Janela
ru: Окно
th: หน้าต่าง
tr: Pencere
uk: Вікно
zh_hans: 窗口
zh_hant: 視窗

# command.closeWindow.title
source: Close Window
ar: إغلاق النافذة
bs: Zatvori prozor
da: Luk vindue
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
it: Chiudi finestra
ja: ウインドウを閉じる
ko: 윈도우 닫기
nb: Lukk vindu
pl: Zamknij okno
pt_br: Fechar Janela
ru: Закрыть окно
th: ปิดหน้าต่าง
tr: Pencereyi Kapat
uk: Закрити вікно
zh_hans: 关闭窗口
zh_hant: 關閉視窗

# command.closeWorkspace.subtitle
source: Workspace
ar: مساحة العمل
bs: Radni prostor
da: Arbejdsområde
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
nb: Arbeidsområde
pl: Przestrzeń robocza
pt_br: Área de Trabalho
ru: Рабочее пространство
th: เวิร์กสเปซ
tr: Çalışma Alanı
uk: Робоча область
zh_hans: 工作区
zh_hant: 工作區

# command.closeWorkspace.title
source: Close Workspace
ar: إغلاق مساحة العمل
bs: Zatvori radni prostor
da: Luk arbejdsområde
de: Arbeitsbereich schließen
es: Cerrar espacio de trabajo
fr: Fermer l'espace de travail
it: Chiudi area di lavoro
ja: ワークスペースを閉じる
ko: 작업 공간 닫기
nb: Lukk arbeidsområde
pl: Zamknij przestrzeń roboczą
pt_br: Fechar Área de Trabalho
ru: Закрыть рабочее пространство
th: ปิดเวิร์กสเปซ
tr: Çalışma Alanını Kapat
uk: Закрити робочу область
zh_hans: 关闭工作区
zh_hant: 關閉工作區

# command.cloudVM.current.missing.message
source: Select a Cloud VM workspace first, then retry this command.
ar: حدد مساحة عمل لـ Cloud VM أولاً، ثم أعد محاولة هذا الأمر.
de: Wählen Sie zuerst einen Cloud-VM-Arbeitsbereich aus und versuchen Sie diesen Befehl dann erneut.
es: Selecciona primero un espacio de trabajo de máquina virtual en la nube, luego reintenta este comando.
fr: Sélectionnez d’abord un espace de travail de VM Cloud, puis réessayez cette commande.
ja: Cloud VM ワークスペースを選択してから、もう一度実行してください。
ko: 먼저 Cloud VM 작업 공간을 선택한 후 이 명령을 다시 시도하세요.
zh_hans: 请先选择一个 Cloud VM 工作区，然后重试此命令。
zh_hant: 請先選取雲端虛擬機器 (Cloud VM) 工作區，然後重試此指令。

# command.cloudVM.current.missing.title
source: No Cloud VM Selected
ar: لم يتم تحديد Cloud VM
de: Keine Cloud-VM ausgewählt
es: Ninguna máquina virtual en la nube seleccionada
fr: Aucune VM Cloud sélectionnée
ja: Cloud VM が選択されていません
ko: 선택된 Cloud VM 없음
zh_hans: 未选择 Cloud VM
zh_hant: 未選取雲端虛擬機器 (Cloud VM)

# command.cloudVM.failed.action.exit
source: Open a terminal and run `cmux auth status`, `cmux vm ls`, then `cmux vm base open`. If you hit the active VM limit, delete one with `cmux vm rm <id>` and retry.
ar: افتح طرفية وشغّل `cmux auth status` و `cmux vm ls` ثم `cmux vm base open`. إذا تجاوزت الحد الأقصى لآلات VM النشطة، فاحذف إحداها باستخدام `cmux vm rm <id>` وأعد المحاولة.
de: Öffnen Sie ein Terminal und führen Sie `cmux auth status`, `cmux vm ls` und dann `cmux vm base open` aus. Wenn Sie das Limit für aktive VMs erreichen, löschen Sie eine mit `cmux vm rm <id>` und versuchen Sie es erneut.
es: Abre una terminal y ejecuta `cmux auth status`, `cmux vm ls`, luego `cmux vm base open`. Si alcanzas el límite de máquinas virtuales activas, elimina una con `cmux vm rm <id>` y reintenta.
fr: Ouvrez un terminal et exécutez `cmux auth status`, `cmux vm ls`, puis `cmux vm base open`. Si vous atteignez la limite de VM actives, supprimez-en une avec `cmux vm rm <id>` et réessayez.
ja: ターミナルを開いて `cmux auth status`、`cmux vm ls`、`cmux vm base open` を実行してください。アクティブな VM 数の上限に達している場合は `cmux vm rm <id>` で削除してから再試行してください。
ko: 터미널을 열고 `cmux auth status`, `cmux vm ls`를 실행한 후 `cmux vm base open`을 실행하세요. 활성 VM 제한에 도달한 경우 `cmux vm rm <id>`로 하나를 삭제하고 다시 시도하세요.
zh_hans: 请打开终端依次运行 `cmux auth status`、`cmux vm ls`，然后运行 `cmux vm base open`。若达到了活跃 VM 上限，用 `cmux vm rm <id>` 删除一台后重试。
zh_hant: 請開啟終端機並執行 `cmux auth status`、`cmux vm ls`，然後執行 `cmux vm base open`。如果達到作用中虛擬機器限制，請使用 `cmux vm rm <id>` 刪除一部，然後重試。

# command.cloudVM.failed.action.delete
source: Refresh the Machines list and retry. A machine that no longer exists is removed from the list automatically. To see the full output, run `cmux vm rm <id>` in a terminal.
ar: حدث قائمة الأجهزة وأعد المحاولة. يُزال الجهاز الذي لم يعد موجودًا من القائمة تلقائيًا. لعرض المخرج بالكامل، شغّل `cmux vm rm <id>` في طرفية.
de: Aktualisieren Sie die Liste der Maschinen und versuchen Sie es erneut. Eine Maschine, die nicht mehr existiert, wird automatisch aus der Liste entfernt. Um die vollständige Ausgabe zu sehen, führen Sie `cmux vm rm <id>` in einem Terminal aus.
es: Actualiza la lista de máquinas y reintenta. Las máquinas que ya no existen se eliminan de la lista automáticamente. Para ver la salida completa, ejecuta `cmux vm rm <id>` en una terminal.
fr: Actualisez la liste des machines et réessayez. Une machine qui n’existe plus est automatiquement supprimée de la liste. Pour voir la sortie complète, exécutez `cmux vm rm <id>` dans un terminal.
ja: マシン一覧を更新して再試行してください。存在しないマシンは一覧から自動的に削除されます。完全な出力はターミナルで `cmux vm rm <id>` を実行して確認できます。
ko: 기기 목록을 새로 고침하고 다시 시도하세요. 더 이상 존재하지 않는 기기는 목록에서 자동으로 제거됩니다. 전체 출력을 보려면 터미널에서 `cmux vm rm <id>`를 실행하세요.
zh_hans: 请刷新机器列表后重试。已不存在的机器会自动从列表中移除。若要查看完整输出，请在终端中运行 `cmux vm rm <id>`。
zh_hant: 請重新整理機器列表並重試。已不存在的機器會自動從列表中移除。若要查看完整輸出，請在終端機中執行 `cmux vm rm <id>`。

# command.cloudVM.failed.action.generic
source: Retry, or run the Cloud VM command in a terminal to see the full output.
ar: أعد المحاولة، أو شغّل أمر Cloud VM في طرفية لعرض المخرج بالكامل.
de: Versuchen Sie es erneut oder führen Sie den Cloud-VM-Befehl in einem Terminal aus, um die vollständige Ausgabe zu sehen.
es: Reintenta, o ejecuta el comando de la máquina virtual en la nube en una terminal para ver la salida completa.
fr: Réessayez, ou exécutez la commande Cloud VM dans un terminal pour voir la sortie complète.
ja: 再試行するか、ターミナルで Cloud VM コマンドを実行して完全な出力を確認してください。
ko: 다시 시도하거나, 전체 출력을 보려면 터미널에서 Cloud VM 명령을 실행하세요.
zh_hans: 请重试，或在终端中运行该 Cloud VM 命令以查看完整输出。
zh_hant: 請重試，或在終端機中執行雲端虛擬機器 (Cloud VM) 指令以查看完整輸出。

# command.cloudVM.failed.action.rename
source: A label is printable text of at most 64 characters. Retry, or run `cmux vm rename <id> <label>` in a terminal to see the full output.
ar: التسمية هي نص قابل للطباعة لا يتعدى 64 حرفًا. أعد المحاولة، أو شغّل `cmux vm rename <id> <label>` في طرفية لعرض المخرج بالكامل.
de: Ein Label ist druckbarer Text von höchstens 64 Zeichen. Versuchen Sie es erneut oder führen Sie `cmux vm rename <id> <label>` in einem Terminal aus, um die vollständige Ausgabe zu sehen.
es: Una etiqueta es texto imprimible de como máximo 64 caracteres. Reintenta, o ejecuta `cmux vm rename <id> <label>` en una terminal para ver la salida completa.
fr: Une étiquette est un texte imprimable de 64 caractères maximum. Réessayez, ou exécutez `cmux vm rename <id> <label>` dans un terminal pour voir la sortie complète.
ja: ラベルは 64 文字以内の印刷可能なテキストにしてください。再試行するか、ターミナルで `cmux vm rename <id> <label>` を実行して完全な出力を確認してください。
ko: 레이블은 최대 64자의 출력 가능한 텍스트여야 합니다. 다시 시도하거나, 전체 출력을 보려면 터미널에서 `cmux vm rename <id> <label>`을 실행하세요.
zh_hans: 标签为不超过 64 个字符的可打印文本。请重试，或在终端中运行 `cmux vm rename <id> <label>` 以查看完整输出。
zh_hant: 標籤為最多 64 個字元的可列印文字。請重試，或在終端機中執行 `cmux vm rename <id> <label>` 以查看完整輸出。

# command.cloudVM.failed.action.launch
source: Reload cmux so its command-line tools are available, then retry. If it still fails, run the Cloud VM command in a terminal and send us the output.
ar: أعد تحميل cmux لتصبح أدوات سطر الأوامر الخاصة به متاحة، ثم أعد المحاولة. إذا استمر الفشل، فشغّل أمر Cloud VM في طرفية وأرسل إلينا المخرج.
de: Laden Sie cmux neu, damit seine Befehlszeilenwerkzeuge verfügbar sind, und versuchen Sie es erneut. Wenn es immer noch fehlschlägt, führen Sie den Cloud-VM-Befehl in einem Terminal aus und senden Sie uns die Ausgabe.
es: Vuelve a cargar cmux para que sus herramientas de línea de comandos estén disponibles, luego reintenta. Si sigue fallando, ejecuta el comando de la máquina virtual en la nube en una terminal y envíanos la salida.
fr: Rechargez cmux pour que ses outils en ligne de commande soient disponibles, puis réessayez. Si cela échoue toujours, exécutez la commande Cloud VM dans un terminal et envoyez-nous la sortie.
ja: コマンドラインツールを使えるように cmux を再読み込みしてから再試行してください。それでも失敗する場合は、ターミナルで Cloud VM コマンドを実行して出力を送ってください。
ko: cmux의 명령줄 도구를 사용할 수 있도록 cmux를 다시 로드한 후 다시 시도하세요. 계속 실패하는 경우 터미널에서 Cloud VM 명령을 실행하고 그 출력을 보내주세요.
zh_hans: 请重新加载 cmux，使其命令行工具可用，然后重试。若仍然失败，请在终端中运行该 Cloud VM 命令，并把输出发给我们。
zh_hant: 請重新載入 cmux 以使其命令列工具可用，然後重試。如果仍然失敗，請在終端機中執行雲端虛擬機器 (Cloud VM) 指令，並將輸出傳送給我們。

# command.cloudVM.failed.action.missingCLI
source: Install or reload a fresh cmux build, then retry. You can also run the Cloud VM command in a terminal to see the full error.
ar: ثبّت نسخة بناء جديدة من cmux أو أعد تحميلها، ثم أعد المحاولة. يمكنك أيضًا تشغيل أمر Cloud VM في طرفية لعرض الخطأ بالكامل.
de: Installieren oder laden Sie einen neuen cmux-Build neu und versuchen Sie es erneut. Sie können den Cloud-VM-Befehl auch in einem Terminal ausführen, um den vollständigen Fehler anzuzeigen.
es: Instala o vuelve a cargar una versión reciente de cmux, luego reintenta. También puedes ejecutar el comando de la máquina virtual en la nube en una terminal para ver el error completo.
fr: Installez ou rechargez une nouvelle version de cmux, puis réessayez. Vous pouvez également exécuter la commande Cloud VM dans un terminal pour voir l’erreur complète.
ja: 新しい cmux ビルドをインストールまたは再読み込みしてから再試行してください。ターミナルで Cloud VM コマンドを実行すると完全なエラーも確認できます。
ko: 최신 cmux 빌드를 설치하거나 다시 로드한 후 다시 시도하세요. 터미널에서 Cloud VM 명령을 실행하여 전체 오류를 확인할 수도 있습니다.
zh_hans: 请安装或重新加载新的 cmux 构建，然后重试。你也可以在终端中运行该 Cloud VM 命令以查看完整错误。
zh_hant: 安裝或重新載入全新的 cmux 版本，然後重試。您也可以在終端機中執行 Cloud VM 命令以查看完整錯誤。

# command.cloudVM.failed.details
source: Details:
ar: التفاصيل:
es: Detalles:
fr: Détails :
ja: 詳細:
ko: 상세 정보:
zh_hans: 详细信息：
zh_hant: 詳細資訊：

# command.cloudVM.failed.details.hidden
source: Additional technical details are available in logs.
ar: تتوفر تفاصيل تقنية إضافية في السجلات.
de: Zusätzliche technische Details sind in den Protokollen verfügbar.
es: Detalles técnicos adicionales disponibles en los registros.
fr: Des détails techniques supplémentaires sont disponibles dans les journaux.
ja: 追加の技術的な詳細はログで確認できます。
ko: 추가적인 기술 상세 정보는 로그에서 확인할 수 있습니다.
zh_hans: 更多技术细节可在日志中查看。
zh_hant: 日誌中提供額外的技術詳細資訊。

# command.cloudVM.failed.exit
source: The Cloud VM command exited with status %d.
ar: انتهى أمر Cloud VM برمز الحالة %d.
de: Der Cloud-VM-Befehl wurde mit Status %d beendet.
es: El comando de la VM en la nube finalizó con el estado %d.
fr: La commande Cloud VM s’est terminée avec le statut %d.
ja: Cloud VM コマンドがステータス %d で終了しました。
ko: Cloud VM 명령이 상태 %d(으)로 종료되었습니다.
zh_hans: Cloud VM 命令以状态码 %d 退出。
zh_hant: Cloud VM 命令已結束，狀態為 %d。

# command.cloudVM.failed.launch
source: The Cloud VM command could not be launched.
ar: تعذر إطلاق أمر Cloud VM.
de: Der Cloud-VM-Befehl konnte nicht gestartet werden.
es: No se pudo iniciar el comando de la VM en la nube.
fr: La commande Cloud VM n’a pas pu être lancée.
ja: Cloud VM コマンドを起動できませんでした。
ko: Cloud VM 명령을 실행할 수 없습니다.
zh_hans: 无法启动 Cloud VM 命令。
zh_hant: 無法啟動 Cloud VM 命令。

# command.cloudVM.failed.missingCLI
source: The bundled cmux CLI is missing from this app build.
ar: واجهة سطر أوامر cmux المضمنة مفقودة من نسخة بناء التطبيق هذه.
de: Die gebündelte cmux-CLI fehlt in diesem App-Build.
es: La CLI de cmux integrada no se encuentra en esta compilación de la aplicación.
fr: La CLI cmux intégrée est manquante dans cette build d’application.
ja: このアプリビルドにはバンドルされた cmux CLI がありません。
ko: 이 앱 빌드에 내장된 cmux CLI가 누락되었습니다.
zh_hans: 此应用构建中缺少随附的 cmux CLI。
zh_hant: 此應用程式版本中缺少隨附的 cmux CLI。

# command.cloudVM.failed.title
source: Couldn't Start Cloud VM
ar: تعذر بدء تشغيل Cloud VM
de: Cloud-VM konnte nicht gestartet werden
es: No se pudo iniciar la VM en la nube
fr: Impossible de démarrer la VM Cloud
ja: Cloud VMを開始できませんでした
ko: Cloud VM을 시작할 수 없음
zh_hans: 无法启动 Cloud VM
zh_hant: 無法啟動 Cloud VM

# command.cloudVM.failed.title.checkpoint
source: Couldn't Checkpoint Machine
ar: تعذر إنشاء نقطة فحص للجهاز
de: Prüfpunkt der Maschine konnte nicht erstellt werden
es: No se pudo crear el punto de control de la máquina
fr: Impossible de créer un point de contrôle pour la machine
ja: マシンをチェックポイントできませんでした
ko: 기기 체크포인트를 생성할 수 없음
zh_hans: 无法为机器创建检查点
zh_hant: 無法建立機器檢查點

# command.cloudVM.failed.title.delete
source: Couldn't Delete Machine
ar: تعذر حذف الجهاز
de: Maschine konnte nicht gelöscht werden
es: No se pudo eliminar la máquina
fr: Impossible de supprimer la machine
ja: マシンを削除できませんでした
ko: 기기를 삭제할 수 없음
zh_hans: 无法删除机器
zh_hant: 無法刪除機器

# command.cloudVM.failed.title.fork
source: Couldn't Fork Machine
ar: تعذر تفريع الجهاز
de: Maschine konnte nicht geforkt werden
es: No se pudo bifurcar la máquina
fr: Impossible de cloner la machine
ja: マシンをフォークできませんでした
ko: 기기를 포크할 수 없음
zh_hans: 无法分叉机器
zh_hant: 無法分支機器

# command.cloudVM.failed.title.generic
source: Cloud VM Command Failed
ar: فشل أمر Cloud VM
de: Cloud-VM-Befehl fehlerhaft
es: Falló el comando de la VM en la nube
fr: La commande Cloud VM a échoué
ja: Cloud VM コマンドに失敗しました
ko: Cloud VM 명령 실패
zh_hans: Cloud VM 命令失败
zh_hant: Cloud VM 命令失敗

# command.cloudVM.failed.title.open
source: Couldn't Open Machine
ar: تعذر فتح الجهاز
de: Maschine konnte nicht geöffnet werden
es: No se pudo abrir la máquina
fr: Impossible d’ouvrir la machine
ja: マシンを開けませんでした
ko: 기기를 열 수 없음
zh_hans: 无法打开机器
zh_hant: 無法開啟機器

# command.cloudVM.failed.title.rename
source: Couldn't Rename Machine
ar: تعذر إعادة تسمية الجهاز
de: Maschine konnte nicht umbenannt werden
es: No se pudo renombrar la máquina
fr: Impossible de renommer la machine
ja: マシンの名前を変更できませんでした
ko: 기기 이름을 변경할 수 없음
zh_hans: 无法重命名机器
zh_hant: 無法重新命名機器

# command.cloudVM.failed.title.restore
source: Couldn't Restore Checkpoint
ar: تعذر استعادة نقطة الفحص
de: Prüfpunkt konnte nicht wiederhergestellt werden
es: No se pudo restaurar el punto de control
fr: Impossible de restaurer le point de contrôle
ja: チェックポイントを復元できませんでした
ko: 체크포인트를 복원할 수 없음
zh_hans: 无法恢复检查点
zh_hant: 無法還原檢查點

# command.cloudVM.failed.title.status
source: Couldn't Read Machine Status
ar: تعذر قراءة حالة الجهاز
de: Maschinenstatus konnte nicht gelesen werden
es: No se pudo leer el estado de la máquina
fr: Impossible de lire l’état de la machine
ja: マシンの状態を読み取れませんでした
ko: 기기 상태를 읽을 수 없음
zh_hans: 无法读取机器状态
zh_hant: 無法讀取機器狀態

# command.cloudVM.failed.whatToTry
source: What to try:
ar: ما يمكنك تجربته:
de: Was Sie versuchen können:
es: Qué intentar:
fr: Solutions à essayer :
ja: 試すこと:
ko: 시도해 볼 방법:
zh_hans: 可以尝试：
zh_hant: 可以嘗試的操作：

# command.cloudVM.fork.result.title
source: Cloud VM Forked
ar: تم تفريع Cloud VM
de: Cloud-VM geforkt
es: VM en la nube bifurcada
fr: VM Cloud clonée
ja: Cloud VM をフォークしました
ko: Cloud VM 포크됨
zh_hans: Cloud VM 已分叉
zh_hant: 已分支 Cloud VM

# command.cloudVM.fork.title
source: Fork Cloud VM
ar: تفريع Cloud VM
de: Cloud-VM forken
es: Bifurcar VM en la nube
fr: Cloner la VM Cloud
ja: Cloud VM をフォーク
ko: Cloud VM 포크
zh_hans: 分叉 Cloud VM
zh_hant: 分支 Cloud VM

# command.cloudVM.handoff.result.title
source: Cloud VM Handoff
ar: تسليم Cloud VM
de: Cloud-VM-Übergabe
es: Traspaso de VM en la nube
fr: Transfert de la VM Cloud
ja: Cloud VM ハンドオフ
ko: Cloud VM 핸드오프
zh_hans: Cloud VM 交接
zh_hant: Cloud VM 移交

# command.cloudVM.handoff.title
source: Agent Handoff
ar: تسليم الوكيل
de: Agenten-Übergabe
es: Traspaso de agente
fr: Transfert d’agent
ja: エージェントハンドオフ
ko: 에이전트 핸드오프
zh_hans: 代理交接
zh_hant: 代理程式移交

# command.cloudVM.new.title
source: New Cloud VM
ar: Cloud VM جديد
de: Neue Cloud-VM
es: Nueva VM en la nube
fr: Nouvelle VM Cloud
ja: 新しい Cloud VM
ko: 새 Cloud VM
zh_hans: 新建 Cloud VM
zh_hant: 新增 Cloud VM

# command.cloudVM.newMachine.title
source: New Cloud Machine…
ar: جهاز سحابي جديد…
de: Neue Cloud-Maschine…
es: Nueva máquina en la nube…
fr: Nouvelle machine cloud…
ja: 新しいクラウドマシン…
ko: 새 클라우드 기기…
zh_hans: 新建云端机器…
zh_hant: 新增雲端機器…

# command.cloudVM.ports.result.title
source: Cloud VM Ports
ar: منافذ Cloud VM
es: Puertos de la VM en la nube
fr: Ports de la VM Cloud
ja: Cloud VM ポート
ko: Cloud VM 포트
zh_hans: Cloud VM 端口
zh_hant: Cloud VM 連接埠

# command.cloudVM.ports.title
source: Ports
ar: المنافذ
es: Puertos
ja: ポート
ko: 포트
zh_hans: 端口
zh_hant: 連接埠

# command.cloudVM.promoteTemplate.title
source: Promote to Template
ar: ترقية إلى قالب
de: Zur Vorlage befördern
es: Ascender a plantilla
fr: Promouvoir en modèle
ja: テンプレートに昇格
ko: 템플릿으로 승격
zh_hans: 提升为模板
zh_hant: 升級為範本

# command.cloudVM.restore.prompt.message
source: Paste a checkpoint or snapshot id to restore.
ar: الصق معرف نقطة الفحص أو اللقطة للاستعادة.
de: Fügen Sie eine Prüfpunkt- oder Snapshot-ID zum Wiederherstellen ein.
es: Pega un ID de punto de control o de instantánea para restaurar.
fr: Collez un ID de point de contrôle ou d’instantané à restaurer.
ja: 復元するチェックポイントまたはスナップショット ID を貼り付けてください。
ko: 복원할 체크포인트 또는 스냅샷 ID를 붙여넣으세요.
zh_hans: 粘贴要恢复的检查点或快照 id。
zh_hant: 貼上要還原的檢查點或快照 ID。

# command.cloudVM.restore.prompt.title
source: Restore Cloud VM
ar: استعادة Cloud VM
de: Cloud-VM wiederherstellen
es: Restaurar VM en la nube
fr: Restaurer la VM Cloud
ja: Cloud VM を復元
ko: Cloud VM 복원
zh_hans: 恢复 Cloud VM
zh_hant: 還原 Cloud VM

# command.cloudVM.restore.result.title
source: Cloud VM Restored
ar: تمت استعادة Cloud VM
de: Cloud-VM wiederhergestellt
es: VM en la nube restaurada
fr: VM Cloud restaurée
ja: Cloud VM を復元しました
ko: Cloud VM 복원됨
zh_hans: Cloud VM 已恢复
zh_hant: 已還原 Cloud VM

# command.cloudVM.restore.title
source: Restore Checkpoint...
ar: استعادة نقطة الفحص...
de: Prüfpunkt wiederherstellen...
es: Restaurar punto de control...
fr: Restaurer un point de contrôle...
ja: チェックポイントを復元...
ko: 체크포인트 복원...
zh_hans: 恢复检查点...
zh_hant: 還原檢查點...

# command.cloudVM.result.title
source: Cloud VM
ar: سحابة VM
es: Máquina virtual en la nube
fr: Machine virtuelle cloud
ja: クラウド VM
ko: 클라우드 VM
zh_hans: 云虚拟机
zh_hant: 雲端虛擬機

# command.cloudVM.snapshot.result.title
source: Cloud VM Checkpoint
ar: نقطة فحص Cloud VM
de: Cloud-VM-Prüfpunkt
es: Punto de control de VM en la nube
fr: Point de contrôle de la VM Cloud
ja: Cloud VM チェックポイント
ko: Cloud VM 체크포인트
zh_hans: Cloud VM 检查点
zh_hant: Cloud VM 檢查點

# command.cloudVM.snapshot.title
source: Checkpoint Cloud VM
ar: إنشاء نقطة فحص لـ Cloud VM
de: Cloud-VM-Prüfpunkt
es: Crear punto de control de VM en la nube
fr: Créer un point de contrôle de la VM Cloud
ja: Cloud VM のチェックポイントを作成
ko: Cloud VM 체크포인트 생성
zh_hans: 为 Cloud VM 创建检查点
zh_hant: 建立 Cloud VM 檢查點

# command.cloudVM.status.result.title
source: Cloud VM Status
ar: حالة Cloud VM
es: Estado de la VM en la nube
fr: État de la VM Cloud
ja: Cloud VM ステータス
ko: Cloud VM 상태
zh_hans: Cloud VM 状态
zh_hant: Cloud VM 狀態

# command.cloudVM.status.title
source: Status
ar: حالة
es: Estado
fr: Statut
ja: ステータス
ko: 상태
zh_hans: 状态
zh_hant: 地位

# command.cloudVM.subtitle
source: Cloud
ar: السحابة
es: Nube
ja: クラウド
ko: 클라우드
zh_hans: 云
zh_hant: 雲端

# command.cloudVM.template.result.title
source: Cloud VM Template
ar: قالب Cloud VM
de: Cloud-VM-Vorlage
es: Plantilla de VM en la nube
fr: Modèle de VM Cloud
ja: Cloud VM テンプレート
ko: Cloud VM 템플릿
zh_hans: Cloud VM 模板
zh_hant: Cloud VM 範本

# command.cloudVM.title
source: Open Base
ar: فتح الأساس
de: Basis öffnen
es: Abrir base
fr: Ouvrir la base
ja: ベースを開く
ko: 베이스 열기
zh_hans: 打开基础 VM
zh_hant: 開啟基礎機器

# command.cloudVM.tools.result.title
source: Cloud VM Tools
ar: أدوات Cloud VM
es: Herramientas de VM en la nube
fr: Outils de VM cloud
ja: Cloud VM ツール
ko: Cloud VM 도구
zh_hans: Cloud VM 工具
zh_hant: Cloud VM 工具

# command.cloudVM.tools.title
source: Inspect Tools
ar: فحص الأدوات
de: Tools untersuchen
es: Inspeccionar herramientas
fr: Inspecter les outils
ja: ツールを検査
ko: 도구 검사
zh_hans: 检查工具
zh_hant: 檢查工具

# command.cmuxConfig.customTitle
source: Custom: %@
ar: مخصص: %@
bs: Prilagođeno: %@
da: Brugerdefineret: %@
de: Benutzerdefiniert: %@
es: Personalizado: %@
fr: Personnalisé : %@
it: Personalizzato: %@
ja: カスタム: %@
ko: 사용자 정의: %@
nb: Egendefinert: %@
pl: Niestandardowe: %@
pt_br: Personalizado: %@
ru: Пользовательское: %@
th: กำหนดเอง: %@
tr: Özel: %@
uk: Власне: %@
zh_hans: 自定义: %@
zh_hant: 自訂: %@

# command.cmuxConfig.defaultCodexTitle
source: Codex
ar: الدستور الغذائي
de: Kodex
es: Códice
fr: Manuscrit
ko: 사본
zh_hans: 法典
zh_hant: 法典

# command.cmuxConfig.defaultOpenCodeTitle
source: OpenCode
ar: كود مفتوح
es: código abierto
fr: Code Ouvert
ko: 오픈코드
zh_hans: 开放代码
zh_hant: 開放程式碼
